{
	"province": [{
        "name": "北京市",
        "cities": {
            "city": ["东城区","西城区","朝阳区","海淀区","丰台区","石景山区","门头沟区","房山区","通州区","顺义区","昌平区","大兴区","怀柔区","平谷区","密云区","延庆区"]
        }
    }, {
        "name": "上海市",
        "cities": {
            "city": ["宝山区","金山区","长宁区","静安区","青浦区","崇明区","松江区","奉贤区","浦东新区","杨浦区","虹口区","普陀区","黄浦区","闵行区","徐汇区","嘉定区"]
        }
    }, {
        "name": "天津市",
        "cities": {
            "city": ["和平区","河北区","河西区","河东区","南开区","红桥区","东丽区","西青区","津南区","北辰区","武清区","滨海新区","宝坻区","宁河区","静海区","蓟州区"]
        }
    }, {
        "name": "重庆市",
        "cities": {
            "city": ["万州区","涪陵区","渝中区","江北区","沙坪坝区","南岸区","九龙坡区","大渡口区","北碚区","綦江区","大足区","渝北区","巴南区","黔江区","长寿区","江津区","合川区","永川区","南川区","璧山区","铜梁区","潼南区","荣昌区","开州区","梁平县","城口县","丰都县","垫江县","武隆县","忠县","云阳县","奉节县","巫山县","巫溪县","石柱县","秀山县","酉阳县","彭水县"]
        }
    },{
        "name": "河北省",
        "cities": {
            "city": ["石家庄市","邯郸市","保定市","张家口市","承德市","唐山市","廊坊市","沧州市","衡水市","邢台市","秦皇岛市","定州市","辛集市"]
        }
    },{
        "name": "山西省",
        "cities": {
            "city": ["太原市","长治市","大同市","晋城市","晋中市","临汾市","吕梁市","朔州市","忻州市","阳泉市","运城市"]
        }
    },{
        "name": "内蒙古自治区",
        "cities": {
            "city": ["呼和浩特市","阿拉善盟","巴彦淖尔市","包头市","赤峰市","鄂尔多斯市","呼伦贝尔市","扎兰屯市","通辽市","乌海市","锡林郭勒盟","兴安盟","乌兰察布市"]
        }
    },{
        "name": "辽宁省",
        "cities": {
            "city": ["沈阳市","鞍山市","本溪市","朝阳市","大连市","丹东市","抚顺市","阜新市","葫芦岛市","锦州市","辽阳市","盘锦市","铁岭市","营口市"]
        }
    },{
        "name": "吉林省",
        "cities": {
            "city": ["长春市","吉林市","白城市","白山市","辽源市","四平市","松原市","通化市","延边州"]
        }
    },{
        "name": "黑龙江省",
        "cities": {
            "city": ["哈尔滨市","大庆市","大兴安岭市","鹤岗市","黑河市","鸡西市","佳木斯市","牡丹江市","七台河市","齐齐哈尔市","双鸭山市","绥化市","伊春市"]
        }
    },{
        "name": "江苏省",
        "cities": {
            "city": ["南京市","苏州市","常州市","淮安市","连云港市","南通市","宿迁市","泰州市","无锡市","徐州市","盐城市","扬州市","镇江市"]
        }
    },{
        "name": "浙江省",
        "cities": {
            "city": ["杭州市","绍兴市","湖州市","嘉兴市","金华市","丽水市","宁波市","衢州市","台州市","温州市","舟山市"]
        }
    },{
        "name": "安徽省",
        "cities": {
            "city": ["合肥市","蚌埠市","芜湖市","安庆市","阜阳市","黄山市","滁州市","亳州市","巢湖市","池州市","淮北市","淮南市","六安市","马鞍山市","宿州市","铜陵市","宣城市"]
        }
    },{
        "name": "福建省",
        "cities": {
            "city": ["福州市","厦门市","宁德市","莆田市","泉州市","漳州市","龙岩市","三明市","南平市"]
        }
    },{
        "name": "江西省",
        "cities": {
            "city": ["南昌市","抚州市","赣州市","吉安市","景德镇市","九江市","萍乡市","上饶市","新余市","宜春市","鹰潭市"]
        }
    },{
        "name": "山东省",
        "cities": {
            "city": ["济南市","荷泽市","青岛市","淄博市","德州市","烟台市","潍坊市","济宁市","泰安市","临沂市","滨州市","东营市","威海市","枣庄市","日照市","莱芜市","聊城市"]
        }
    },{
        "name": "河南省",
        "cities": {
            "city": ["郑州市","安阳市","鹤壁市","焦作市","开封市","洛阳市","漯河市","南阳市","平顶山市","濮阳市","三门峡市","商丘市","新乡市","信阳市","许昌市","周口市","驻马店市","济源市"]
        }
    },{
        "name": "湖北省",
        "cities": {
            "city": ["武汉市","鄂州市","黄冈市","黄石市","十堰市","随州市","恩施州","咸宁市","孝感市","宜昌市","襄阳市","荆州市","荆门市","仙桃市","潜江市","天门市","神农架林区"]
        }
    },{
        "name": "湖南省",
        "cities": {
            "city": ["长沙市","常德市","郴州市","衡阳市","怀化市","娄底市","邵阳市","湘潭市","益阳市","永州市","岳阳市","张家界市","株州市","湘西州"]
        }
    },{
        "name": "广东省",
        "cities": {
            "city": ["广州市","汕尾市","阳江市","揭阳市","茂名市","江门市","韶关市","惠州市","梅州市","汕头市","深圳市","珠海市","佛山市","肇庆市","湛江市","中山市","清远市","云浮市","潮州市","东莞市","河源市"]
        }
    },{
        "name": "广西自治区",
        "cities": {
            "city": ["南宁市","柳州市","玉林市","北海市","桂林市","贵港市","百色市","崇左市","防城港市","河池市","贺州市","来宾市","钦州市","梧州市"]
        }
    },{
        "name": "海南省",
        "cities": {
            "city": ["海口市","三亚市","三沙市","五指山市","琼海市","儋州市","文昌市","万宁市","东方市","定安县","屯昌县","澄迈县","临高县","白沙县","昌江县","乐东县","陵水县","保亭县","琼中县"]
        }
    },{
        "name": "四川省",
        "cities": {
            "city": ["成都市","阿坝州","巴中市","达州市","德阳市","广安市","广元市","乐山市","凉山州","泸州市","眉山市","绵阳市","内江市","南充市","攀枝花市","遂宁市","雅安市","宜宾市","资阳市","自贡市","甘孜州"]
        }
    },{
        "name": "贵州省",
        "cities": {
            "city": ["贵阳市","遵义市","安顺市","黔南州","黔东南州","铜仁市","毕节市","六盘水市","黔西南州"]
        }
    },{
        "name": "云南省",
        "cities": {
            "city": ["昆明市","保山市","楚雄州","大理州","德宏州","迪庆州","红河州","丽江市","临沧市","怒江州","曲靖市","文山州","西双版纳州","玉溪市","昭通市","普洱市"]
        }
    },{
        "name": "西藏自治区",
        "cities": {
            "city": ["拉萨市","日喀则地区","林芝地区","昌都地区","那曲地区","阿里地区","山南地区"]
        }
    },{
        "name": "陕西省",
        "cities": {
            "city": ["西安市","安康市","宝鸡市","汉中市","商洛市","铜川市","渭南市","咸阳市","延安市","榆林市"]
        }
    },{
        "name": "甘肃省",
        "cities": {
            "city": ["兰州市","平凉市","张掖市","酒泉市","嘉峪关市","天水市","白银市","定西市","甘南州","金昌市","临夏州","陇南市","庆阳市","武威市"]
        }
    },{
        "name": "宁夏自治区",
        "cities": {
            "city": ["银川市","固原市","石嘴山市","吴忠市","中卫市"]
        }
    },{
        "name": "青海省",
        "cities": {
            "city": ["西宁市","玉树州","海东市","海北州","黄南州","海南州","果洛州","海西州"]
        }
    },{
        "name": "新疆自治区",
        "cities": {
            "city": ["乌鲁木齐市","哈密市","和田地区","阿勒泰地区","克拉玛依市","石河子市","昌吉州","吐鲁番市","阿克苏地区","喀什地区","塔城地区","克孜勒苏柯尔克孜州","巴音郭楞州","博尔塔拉州","伊犁州","阿拉尔市","图木舒克市","五家渠市","铁门关市"]
        }
    },{
        "name": "香港",
        "cities": {
            "city": ["中西区","湾仔区","东区","南区","油尖旺区","深水埗区","九龙城区","黄大仙区","观塘区","北区","大埔区","沙田区","西贡区","荃湾区","屯门区","元朗区","离岛区","其他"]
        }
    },{
        "name": "澳门",
        "cities": {
            "city": ["花地玛堂区","圣安多尼堂区","大堂区","望德堂区","风顺堂区","其他"]
        }
    },{
        "name": "台湾省",
        "cities": {
            "city": ["台北市","新北市","桃园市","高雄市","台南市","台中市","基隆市","新竹市","嘉义市","新竹县","苗栗县","彰化县","南投县","云林县","嘉义县","屏东县","宜兰县","花莲县","台东县","澎湖县","连江县","金门县","其他"]
        }
    }]
}