{
	"province": [{
        "name": "信息技术",
        "cities": {
            "city": ["互联网","IT技术","网络通信","网络游戏"]
        }
    }, {
        "name": "金融保险",
        "cities": {
            "city": ["投资","股票/基金","银行/保险","信托"]
        }
    }, {
        "name": "商业服务",
        "cities": {
            "city": ["个体经营","酒店/餐饮","咨询/服务","休闲/娱乐","旅游","房地产","贸易"]
        }
    }, {
        "name": "工程制造",
        "cities": {
            "city": ["建筑","土木工程","电子","生物医药","食品生产","服装","能源"]
        }
    }, {
        "name": "交通运输",
        "cities": {
            "city": ["航空航天","铁路运输","船舶航运","公共交通","物流运输"]
        }
    }, {
        "name": "文化传媒",
        "cities": {
            "city": ["出版","设计","文化传播","广告创意","摄影/动漫","会展"]
        }
    }, {
        "name": "娱乐体育",
        "cities": {
            "city": ["影视创作","网络","综艺娱乐","时尚","音乐制作","运动体育"]
        }
    }, {
        "name": "公共事业",
        "cities": {
            "city": ["医疗","法律","教育","政府机关","科研","公益"]
        }
    }, {
        "name": "学生",
        "cities": {
            "city": ["学生"]
        }
    }, {
        "name": "军人",
        "cities": {
            "city": ["军人"]
        }
    }, {
        "name": "其他",
        "cities": {
            "city": ["自由职业","其他"]
        }
    }, {
        "name": "无",
        "cities": {
            "city": ["无"]
        }
    }]
}



